<%@ page language="java" contentType="text/html; charset=UTF-8"
	pageEncoding="UTF-8"%>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1" />
<meta name="renderer" content="webkit" />
<title>服务协议</title>
<link type="text/css" rel="stylesheet" href="${pageContext.request.contextPath}/css/services-css.css" />
</head>
<body>
<div>
    <p>根据国家法律法规以及全国人大常委会的相关规定，一纸鹤文化传播有限公司（以下又称“《一纸鹤一纸鹤互动家园平台》”）拟定并按照本协议提供网络服务，保护网络信息安全，保障公民、法人和其他组织的合法权益，维护国家安全和社会公共利益。</p>
    <h3>一、相关法律法规及使用规则</h3>
    <ul>
        <li>1. 用户在使用《一纸鹤一纸鹤互动家园平台》服务时，必须遵守中华人民共和国相关法律法规的规定，用户应同意将不会利用本服务进行任何违法或不正当的活动（包括但不限于下列行为）</li>
        <li>1）上载、展示、张贴、传播或以其它方式传送含有下列内容之一的信息：</li>
        <li>（1） 反对宪法所确定的基本原则的； </li>
        <li>（2） 危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的； </li>
        <li>（3） 损害国家荣誉和利益的； </li>
        <li>（4） 煽动民族仇恨、民族歧视、破坏民族团结的； </li>
        <li>（5） 破坏国家宗教政策，宣扬邪教和封建迷信的； </li>
        <li>（6） 散布谣言，扰乱社会秩序，破坏社会稳定的；</li>
        <li>（7） 散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；</li>
        <li>（8） 侮辱或者诽谤他人，侵害他人合法权利的； </li>
        <li>（9） 含有虚假、有害、胁迫、侵害他人隐私、骚扰、侵害、中伤、粗俗、猥亵、或其它道德上令人反感的内容；</li>
        <li>（10）含有中国法律、法规、规章、条例以及任何具有法律效力之规范所限制或禁止的其它内容的；</li>
        <li>2）不得为任何非法目的而使用网络服务系统； 不利用《一纸鹤一纸鹤互动家园平台》服务从事以下活动： </li>
        <li>（1） 未经允许，进入计算机信息网络或者使用计算机信息网络资源的；</li>
        <li>（2） 未经允许，对计算机信息网络功能进行删除、修改或者增加的；</li>
        <li>（3） 未经允许，对进入计算机信息网络中存储、处理或者传输的数据和应用程序进行删除、修改或者增加的；</li>
        <li>（4） 故意制作、传播计算机病毒等破坏性程序的； </li>
        <li>（5） 其他危害计算机信息网络安全的行为。</li>
        <li>2. 青少年用户特别提示</li>
        <li>儿童青少年用户必须遵守全国儿童青少年网络文明公约： 要善于网上学习，不浏览不良信息；要诚实友好交流，不侮辱欺诈他人；要增强自护意识，不随意约会网友；要维护网络安全，不破坏网络秩序；要有益身心健康，不沉溺虚拟时空。</li>
        <li>3. 《一纸鹤一纸鹤互动家园平台》尊重他人知识产权和合法权益，呼吁用户也要同样尊重知识产权和他人合法权益。若用户认为用户的知识产权或其他合法权益被侵犯，请按照以下说明向《一纸鹤一纸鹤互动家园平台》提供资料。请注意：如果权利通知的陈述失实，权利通知提交者将承担对由此造成的全部法律责任。为了《一纸鹤一纸鹤互动家园平台》有效处理上述个人或单位的权利通知，请使用以下格式（包括各条款的序号）：</li>
        <li>（1）权利人对涉嫌侵权内容拥有知识产权或其他合法权益和/或依法可以行使知识产权或其他合法权益的权属证明； </li>
        <li>（2）请充分、明确地描述被侵犯了知识产权或其他合法权益的情况并请提供涉嫌侵权的第三方网址（如果有）。</li>
        <li>（3）请指明涉嫌侵权网页的哪些内容侵犯了第2项中列明的权利。 </li>
        <li>（4）请提供权利人具体的联络信息，包括姓名、身份证或护照复印件（对自然人）、单位登记证明复印件（对单位）、通信地址、电话码、传真和电子邮件。</li>
        <li>（5）请提供涉嫌侵权内容在信息网络上的位置（如指明您举报的含有侵权内容的出处，即：指网页地址或网页内的位置）以便我们与用户举报的含有侵权内容的网页的所有权人/管理人联系。 </li>
        <li>（6）请在权利通知中加入如下关于通知内容真实性的声明： “我保证，本通知中所述信息是充分、真实、准确的，如果本权利通知内容不完全属实，本人将承担由此产生的一切法律责任。” </li>
        <li>（7）请用户签署该文件，如果是依法成立的机构或组织，请加盖公章。</li>
        <li>请用户把以上资料和联络方式书面发往以下地址：</li>
        <li>中国北京市海淀区闵庄路3号玉泉慧谷32栋，《一纸鹤一纸鹤互动家园平台》，邮政编码：100195。</li>
        <li>4. 用户承诺对于用户通过《一纸鹤一纸鹤互动家园平台》服务上传到《一纸鹤一纸鹤互动家园平台》网站上的所有内容 ，不侵犯任何第三人的知识产权；未经相关权利人事先书面同意，用户不得以任何方式上传、发布、修改、传播或复制任何受著作权保护的材料、商标或属于其他人的专有信息。如用户违反本条规定造成《一纸鹤一纸鹤互动家园平台》被第三人索赔的，用户应全额补偿《一纸鹤一纸鹤互动家园平台》一切费用。 </li>
        <li>5. 当第三方认为用户发表或者上传于《一纸鹤一纸鹤互动家园平台》网站的信息侵犯其权利，并根据《信息网络传播权保护条例》或者相关法律规定向《一纸鹤一纸鹤互动家园平台》发送权利通知书时，用户同意《一纸鹤一纸鹤互动家园平台》可以自行判断决定删除涉嫌侵权信息，除非用户提交书面证据材料排除侵权的可能性，《一纸鹤一纸鹤互动家园平台》将不会自动恢复上述删除的信息。</li>
        <li>6. 如用户在使用网络服务时违反上述任何规定，《一纸鹤一纸鹤互动家园平台》有权要求用户改正或直接采取一切必要的措施(包括但不限于删除用户张贴的内容、暂停或终止用户使用网络服务的权利)以减轻用户不当行为而造成的影响。 </li>
        <li>7.用户同意《一纸鹤一纸鹤互动家园平台》在全世界范围内不限形式和载体地享有用户上传所有内容免费的、永久性的、不可撤销的、独家唯一的和完全再许可的权利，包括但不限于修改、复制、发行、展览、改编、汇编、出版、翻译、信息网络传播、广播、表演和再创作及著作权法等法律法规确定的其他权利，用户特别授权《一纸鹤一纸鹤互动家园平台》以自己名义单独对第三方的侵权行为提起诉讼并获得全额赔偿。《一纸鹤一纸鹤互动家园平台》无须为此向用户给予任何报酬或承担任何义务，也无须另行通知。</li>
        <li>8. 未经《一纸鹤一纸鹤互动家园平台》许可，任何人不得擅自（包括但不限于：以非法的方式复制、传播、展示、镜像、上载、下载）使用。否则，《一纸鹤一纸鹤互动家园平台》将依法追究法律责任。</li>
    </ul>
    <h3>二、《一纸鹤一纸鹤互动家园平台》服务约定</h3>
    <ul>
        <li>1. 用户应当完全阅读并同意本协议的全部条款并按照页面上的提示完成全部的注册程序，未成年人应与法定监护人共同完成。用户在注册过程中点击“同意”“提交”“确认”“下一步”等按钮即表示用户已与《一纸鹤一纸鹤互动家园平台》达成本协议，用户完全接受本协议项下的全部条款。</li>
        <li>2. 用户在缴纳订阅费用和使用《一纸鹤一纸鹤互动家园平台》提供的各项服务之前，应认真全面地阅读本服务协议。如用户不同意本服务协议，可以主动取消注册进程；如果用户继续进行《一纸鹤一纸鹤互动家园平台》注册进程，即视为用户已了解并完全同意本服务协议各项内容，包括《一纸鹤一纸鹤互动家园平台》对服务协议随时所做的任何修改。</li>
        <li>3. 用户需要通过缴费或者通过《一纸鹤一纸鹤互动家园平台》提供的体验注册码、二维码等才能注册成功；注册成功后，《一纸鹤一纸鹤互动家园平台》将为每个用户提供一个用户帐号及相应的密码，该用户帐号和密码由用户负责保管使用；每个用户应当对用其用户帐号进行的所有活动和事件负法律责任。</li>
        <li> 4. 用户注册成功并完善个人信息后，可以使用《一纸鹤一纸鹤互动家园平台》网站及各个栏目和频道的单项服务，当用户使用《一纸鹤一纸鹤互动家园平台》各单项服务时，用户的使用行为视为其同意该单项服务的服务条款以及《一纸鹤一纸鹤互动家园平台》在该单项服务中发出的各类公告、声明或其它类似内容。.《一纸鹤一纸鹤互动家园平台》用户协议以及各个栏目、频道单项服务条款和公告可由《一纸鹤一纸鹤互动家园平台》随时更新，且无需另行通知。用户在使用相关服务时，应关注并遵守其所适用的相关条款。用户同意《一纸鹤一纸鹤互动家园平台》不承担通知义务。《一纸鹤一纸鹤互动家园平台》的通知、公告、声明或其它类似内容是本协议的一部分。</li>
        <li>5. 《一纸鹤一纸鹤互动家园平台》网络服务的具体内容由《一纸鹤一纸鹤互动家园平台》根据实际情况提供。  除非另有其它明示规定，《一纸鹤一纸鹤互动家园平台》所推出的新产品、新功能、新服务，均受到本服务协议之规范。 </li>
        <li>6. 为使用本服务，用户必须能够自行经法定程序接入互联网，并支付相关服务费用。此外，用户使用《一纸鹤一纸鹤互动家园平台》所需要的一切必要装备，由用户自行准备。 </li>
        <li>7. 鉴于网络服务的特殊性，《一纸鹤一纸鹤互动家园平台》需要定期或不定期地对提供网络服务的平台或相关的设备进行检修或者维护，如因此类情况而造成网络服务（包括收费网络服务）在合理时间内的中断，《一纸鹤一纸鹤互动家园平台》无需为此承担任何责任。《一纸鹤一纸鹤互动家园平台》不担保网络服务不会中断，对网络服务的及时性、安全性、准确性也都不作担保。 用户同意《一纸鹤一纸鹤互动家园平台》有权不经事先通知，可以变更、中断或终止部分或全部的网络服务（包括收费网络服务）。</li>
        <li>8. 用户同意，《一纸鹤一纸鹤互动家园平台》有权随时通过电子邮件、手机短信、电话等形式，根据在本站注册并认证用户提供的联系方式，向认证用户、学生及家长发送订单信息、促销活动信息等告知信息。</li>
        <li>9. 用户明确同意其使用《一纸鹤一纸鹤互动家园平台》网络服务所存在的风险将完全由其自己承担。用户理解并接受下载或通过《一纸鹤一纸鹤互动家园平台》服务取得的任何信息资料取决于用户自己，并由其承担系统受损、资料丢失以及其它任何风险。</li>
        <li>10.  用户同意《一纸鹤一纸鹤互动家园平台》有权于任何时间暂时或永久修改本服务内容和项目（或其任何部分），而无论其通知与否，《一纸鹤一纸鹤互动家园平台》对用户和任何第三人均无需承担任何责任。</li>
        <li>11. 终止服务 </li>
        <li>1）如果用户已订购内容已到约定的终止时间而用户不继续订购，则本服务协议终止，用户同意《一纸鹤一纸鹤互动家园平台》无需任何通知随时终止用户的密码、帐号或本服务之使用（或服务之任何部分），并将用户在本服务内任何内容加以移除并删除。</li>
        <li>2）如果《一纸鹤一纸鹤互动家园平台》认为用户已经违反本服务协议的文字及精神，用户同意《一纸鹤一纸鹤互动家园平台》依本服务协议任何规定，无需进行事先通知即可中断或终止本协议约定之服务。</li>
        <li>3）用户承认并同意，若本服务之使用被中断或终止，《一纸鹤一纸鹤互动家园平台》可关闭或删除用户的帐号及用户帐号中所有相关信息及文件，和/或禁止继续使用前述文件或本服务。此外，用户同意若本服务之使用被中断或终止或用户的帐号及相关信息和文件被关闭或删除，《一纸鹤一纸鹤互动家园平台》对用户或任何第三人均不承担任何责任。</li>
        <li>12.用户须对自己在使用《一纸鹤一纸鹤互动家园平台》服务过程中的行为承担法律责任。用户承担法律责任的形式包括但不限于：对受到侵害者进行赔偿，以及在《一纸鹤一纸鹤互动家园平台》公司首先承担了因用户行为导致的行政处罚或侵权损害赔偿责任后，用户应给予《一纸鹤一纸鹤互动家园平台》公司等额的赔偿。  如因用户违反本协议或相关的服务条款的规定，导致或产生的任何第三方主张的任何索赔、要求或损失，用户同意赔偿《一纸鹤一纸鹤互动家园平台》与合作、关联公司的损失。对此，《一纸鹤一纸鹤互动家园平台》有权根据实际情况，采取包括但不限于删除用户发布信息内容、暂停使用许可、终止服务、限制使用、回收《一纸鹤一纸鹤互动家园平台》帐号、追究法律责任等措施。对恶意注册《一纸鹤一纸鹤互动家园平台》帐号或利用《一纸鹤一纸鹤互动家园平台》帐号进行违法活动、捣乱、骚扰、欺骗以及其他违反本协议的行为，《一纸鹤一纸鹤互动家园平台》有权回收其帐号并诉诸法律手段追究其法律责任。</li>
        <li>13. 《一纸鹤一纸鹤互动家园平台》拥有本平台内所有资料的版权。任何被授权的浏览、复制、打印和传播属于本平台内的资料必须符合以下条件：</li>
        <li>（1） 《一纸鹤一纸鹤互动家园平台》的付费订阅用户或者《一纸鹤一纸鹤互动家园平台》许可用户；</li>
        <li>（2）所有的资料和图象均以获得信息为目的； 用户不得对《一纸鹤一纸鹤互动家园平台》所提供服务的任何部分，进行复制、拷贝、反解、非授权下载、出售、转售或用于任何其它商业目的。所有的资料和图象均不得用于商业目的； </li>
        <li>（3） 所有的资料、图象及其任何部分都必须包括此版权声明；</li>
        <li>（4） 本平台所有的产品、技术与所有程序均属于《一纸鹤一纸鹤互动家园平台》知识产权，在此并未授权。</li>
    </ul>
    <h3>三、隐私保护</h3>
    <ul>
    	<li>1. 《一纸鹤一纸鹤互动家园平台》帐号（即用户ID）的所有权归《一纸鹤一纸鹤互动家园平台》，用户完成注册申请手续后，获得《一纸鹤一纸鹤互动家园平台》帐号的使用权。用户应提供及时、详尽及准确的个人资料，并不断更新注册资料，符合及时、详尽准确的要求。所有用户键入的资料将被视为注册资料。如果因注册信息、个人资料不真实而引起的问题及问题发生所带来的后果，《一纸鹤一纸鹤互动家园平台》不负任何责任。 </li>
    	<li>2. 用户不应将其帐号、密码转让、出售或借予他人使用，如果《一纸鹤一纸鹤互动家园平台》发现使用者并非帐号注册者本人，有权停止继续服务。如用户发现其帐号遭他人非法使用，应立即通知《一纸鹤一纸鹤互动家园平台》。因黑客行为或用户违反本协议规定导致帐号、密码遭他人非法使用的，由用户本人承担因此导致的损失和一切法律责任，《一纸鹤一纸鹤互动家园平台》不承担任何责任。 </li>
    	<li>3.《一纸鹤一纸鹤互动家园平台》承诺不对外公开或向第三方提供单个用户的注册资料和个人信息，除非：</li>
    	<li>（1）事先获得用户的明确授权；</li>
    	<li>（2）只有透露你的个人资料，才能提供你所要求的产品和服务；</li>
    	<li>（3）根据有关的法律法规要求；</li>
    	<li>（4）按照相关政府主管部门的要求；</li>
    	<li>（5）为维护《一纸鹤一纸鹤互动家园平台》的合法权益。</li>
    	<li>4. 在你注册《一纸鹤一纸鹤互动家园平台》帐户，使用其他《一纸鹤一纸鹤互动家园平台》产品或服务，访问《一纸鹤一纸鹤互动家园平台》网页, 或参加促销和有奖游戏时，《一纸鹤一纸鹤互动家园平台》会收集你的个人身份识别资料、使用行为资料，并会将这些资料用于改进为你提供的服务及网页内容。</li>
    	<li>5.  如发现用户帐号中含有不雅文字或不恰当名称的，本社区保留取消其用户资格的权利。</li>
    	<li>( 1 )请勿以党和国家领导人或其他社会名人的真实姓名、字号、艺名、笔名注册； </li>
    	<li>( 2 )请勿以国家机构或其他机构的名称注册；</li>
    	<li>( 3 )请勿注册不文明、不健康名字，或包含歧视、侮辱、猥亵类词语的帐号；</li>
    	<li>( 4 )请勿注册易产生歧义、引起他人误解或其它不符合法律规定的帐号。</li>
    </ul>
    <h3>四、免责声明 </h3>
    <ul>
    	<li>1.鉴于网络服务的特殊性，《一纸鹤一纸鹤互动家园平台》不保证网络服务的及时性、安全性和准确性，用户同意《一纸鹤一纸鹤互动家园平台》有权不经事先通知，随时变更、中断或终止部分或全部的网络服务而无论同意与否，《一纸鹤一纸鹤互动家园平台》对用户和任何第三人均无需承担任何责任。 </li>
    	<li>2. 用户可通过《一纸鹤一纸鹤互动家园平台》有关网络服务获得第三方的某些内容，或者《一纸鹤一纸鹤互动家园平台》可能为方便用户而提供通往第三方网站的链接，但《一纸鹤一纸鹤互动家园平台》不负责检查或评估任何该等第三方材料、产品、服务或网站内容的准确性，并且，《一纸鹤一纸鹤互动家园平台》对此不作保证、不承担任何责任、也不负有任何义务。用户对此自行加以判断，并承担因使用该等内容而引起的所有风险，包括但不限于因对内容的正确性、完整性或实用性的依赖而产生的风险。</li>
    	<li>3. 对于经由《一纸鹤一纸鹤互动家园平台》服务而传送的内容，《一纸鹤一纸鹤互动家园平台》不保证前述内容的正确性、完整性或品质。用户在接受有关服务时，有可能会接触到令人不快、不适当或令人厌恶的内容。在任何情况下《一纸鹤一纸鹤互动家园平台》均不对任何内容负责，包括但不限于任何内容发生任何错误或纰漏以及衍生的任何损失或损害。《一纸鹤一纸鹤互动家园平台》有权（但无义务）自行拒绝或删除经由本服务提供的任何内容。用户使用上述内容，应自行承担风险。</li>
    	<li>4.用户经由《一纸鹤一纸鹤互动家园平台》服务与广告商进行通讯联系或商业往来或参与促销活动，完全属于用户与广告商之间的行为，与《一纸鹤一纸鹤互动家园平台》没有任何关系，若因商业行为所产生之任何损害或损失，《一纸鹤一纸鹤互动家园平台》不承担任何责任。</li>
    	<li>5.用户明确同意其使用《一纸鹤一纸鹤互动家园平台》服务所存在的风险及其后果将完全由其自己承担，《一纸鹤一纸鹤互动家园平台》对用户不承担任何责任。如因用户违反有关法律、法规或本协议项下的任何条款而给《一纸鹤一纸鹤互动家园平台》或任何其他第三人造成损失，用户同意承担由此造成的损害赔偿责任。</li>
    </ul>
    <h3>五、其他</h3>
    <ul>
    	<li>1. 本协议的订立、执行和解释及争议的解决均应适用中华人民共和国法律。</li>
    	<li>2. 如双方就本协议内容或其执行发生任何争议，双方应尽量友好协商解决；协商不成时，任何一方均可向《一纸鹤一纸鹤互动家园平台》所在地的人民法院提起诉讼。 </li>
    	<li>3. 《一纸鹤一纸鹤互动家园平台》未行使或执行本服务协议任何权利或规定，不构成对前述权利或权利之放弃；如本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，本协议的其余条款仍应有效并且有约束力。</li>
    </ul>
</div>
</body>
</html>
